Repository: chutinhha/teachinvietnam
Catalog: TeachingJob/App_GlobalResources/Resource.*.resx
Languages: vi_vn

# AdsACv
source: Post a CV
vi_vn: Đăng CV

# AdsAJob
source: Post a Job
vi_vn: Đăng việc

# Canceltxt
source: Cancel
vi_vn: Hủy

# Candidatetxt
source: Teachers
vi_vn: Người ứng tuyển

# Contact
source: Contact us
vi_vn: Liên hệ

source: Home
vi_vn: Trang chủ

# jobAvai
source: jobs currently available
vi_vn: công việc đang chờ bạn!

# language
source: Tiếng Việt
vi_vn: English

# loginLabel
source: Login
vi_vn: Đăng nhập

# Logouttxt
source: Log Out
vi_vn: Đăng xuất

source: or
vi_vn: hoặc

# Recruitertxt
source: Employer
vi_vn: Nhà tuyển dụng

source: Register as:
vi_vn: Đăng ký tài khoản

# registerLabel
source: Register
vi_vn: Đăng kí

# Welcometxt
source: Welcome
vi_vn: Xin chào,

source: Any Category
vi_vn: Tất cả nhóm ngành

# AnyCitizenship
source: Any Nationality
vi_vn: Tất cả quốc tịch

source: Any Location
vi_vn: Tất cả địa điểm

# candidatesite
source: Job seekers &raquo;
vi_vn: Cho người tìm việc &raquo;

source: CV Search
vi_vn: Tìm kiếm CV

source: Executive Jobs
vi_vn: Công việc quản lý

# freejobposting
source: Free job postings &raquo;
vi_vn: Đăng việc miễn phí &raquo;

# JobSearch
source: Jobs Search
vi_vn: Tìm kiếm

source: My Account
vi_vn: Trang của tôi

# RecruitmentCenter
source: Hiring Advice
vi_vn: Tư vấn tuyển dụng

source: School Jobs
vi_vn: Việc giảng dạy

# Preparation
source: Teacher Services
vi_vn: Preparation

# addtxt
source: Add
vi_vn: Ngày tạo

# Administrativejobstxt
source: Administrative jobs
vi_vn: Công việc hành chính

# AdvancedSearchtxt
source: Advanced Search
vi_vn: Tìm kiếm nâng cao

source: Application Management
vi_vn: Quản lý ứng tuyển

source: Applied Date
vi_vn: Ngày nộp

# Areyousuretodelete
source: Are you sure to delete this resume?
vi_vn: Bạn có chắc xóa ứng viên này không?

# backtohomepagetxt
source: Back to Homepage
vi_vn: Trở về trang chủ

# cateadmin3
source: Higher Education
vi_vn: Giảng viên, giảng viên cao cấp, nghiên cứu

source: Change Password
vi_vn: Thay đổi mật khẩu

# Citizenshiptxt
source: Citizenship
vi_vn: Quốc tịch

# Clicktotxt
source: Click to
vi_vn: Click để

source: Closing Date
vi_vn: Hạn nộp

# ClosingDatetxt
source: Closing Date
vi_vn: Hạn nộp

# CompanyNametxt
source: Company Name
vi_vn: Tên công ty

# CreateaJob
source: Post a Job
vi_vn: Đăng việc mới

# CVtitlenametxt
source: CV title / name
vi_vn: Tên ứng viên

source: Date Posted
vi_vn: Ngày đăng

source: Edit Profile
vi_vn: Thông tin công ty

# EmployerLogintxt
source: Employer Login
vi_vn: Nhà tuyển dụng đăng kí

source: Employer management
vi_vn: Trang nhà tuyển dụng

source: Employer Site Management
vi_vn: Khu vực nhà tuyển dụng

# Enteryourkeywordtxt
source: Enter your keyword
vi_vn: Mời nhập từ khóa

# FeaturedCandidatestxt
source: Featured Candidates
vi_vn: Ứng viên tiêu biểu

# FeaturedEmployerstxt
source: Featured Employers
vi_vn: Công việc tiêu biểu

source: Hi
vi_vn: Xin chào

# Homepagetxt
source: Teaching Jobs – International alliance of teachers and employers
vi_vn: Trang chủ

# Itsfreetxt
source: . It's free.
vi_vn: . Miễn phí!

# Jobseekerlogintxt
source: Job seeker login
vi_vn: Đăng nhập ứng viên

source: Jobs Management
vi_vn: Quản lý công việc

# jobtitletxt
source: Job Title
vi_vn: Tên công việc

# Keepmeloggedintxt
source: Keep me logged in
vi_vn: Lưu tài khoản của tôi

# Locationtxt
source: Location
vi_vn: Địa điểm

# Logintxt
source: Login
vi_vn: Đăng nhập

# Manageyourapplicants
source: Manage your applicants. Select job title to see the newest applications.
vi_vn: Xem CV, vui lòng click vào tên công việc để tìm ứng viên

source: Manage your posted jobs.
vi_vn: Quản lý công việc đã đăng.

source: My Applicants
vi_vn: Ứng viên

source: My CV Saved
vi_vn: CV đã lưu

source: My Jobs
vi_vn: Công việc

source: My Posted Jobs
vi_vn: Công việc đã đăng

source: New
vi_vn: Mới

source: new apply
vi_vn: ứng tuyển

# Newjobstxt
source: New jobs
vi_vn: Công việc mới nhất

# Newresumestxt
source: New resumes
vi_vn: Ứng viên mới nhất

source: No new apply
vi_vn: Không có ứng tuyển mới

# Noresumefound
source: No resume found. Please try again!
vi_vn: Không có kết quả.

source: Posted Jobs
vi_vn: Công việc đã đăng

# PwdRecovery
source: Forgot your password? Please click here
vi_vn: Bạn quên password? Vui lòng click vào đây

# ReadmyCVtxt
source: Read my CV
vi_vn: Xem CV

# registerasajobseekertxt
source: register as a job seeker
vi_vn: đăng kí ứng viên

# registerasanemployertxt
source: register as an employer
vi_vn: đăng kí tài khoản tuyển dụng

# Registeredteachersbenefits
source: Registered teachers get the following benefits
vi_vn: Hãy đăng kí tài khoản ứng viên để trải nghiệm những lợi ích sau

# Registeredteachersbenefits1
source: Build your online CV with best tools for your private settings
vi_vn: Upload CV của bạn hoặc tạo một CV trực tuyến

# Registeredteachersbenefits10
source: Manage your own area.
vi_vn: Quản lý trang tuyển dụng của bạn.

# Registeredteachersbenefits2
source: Enjoy service of CV match
vi_vn: Tìm kiếm công việc mong muốn

# Registeredteachersbenefits3
source: Manage your applied jobs and your own area
vi_vn: Nhận công việc phù hợp qua mail

# Registeredteachersbenefits4
source: And more
vi_vn: Và hơn thế nữa

# Registeredteachersbenefits5
source: Register today and get the following benefits
vi_vn: Hãy đăng kí tài khoản nhà tuyển dụng để trải nghiệm những lợi ích sau:

# Registeredteachersbenefits6
source: Company logo on adverts
vi_vn: Quảng bá thương hiệu công ty

# Registeredteachersbenefits7
source: Job postings and manage your jobs
vi_vn: Đăng việc và quản lý công việc của bạn

# Registeredteachersbenefits8
source: View applications and responses to your jobs.
vi_vn: Tìm kiếm và trả lời ứng viên.

# Registeredteachersbenefits9
source: Receive applications instantly.
vi_vn: Nhận đơn xin việc.

source: Result per page
vi_vn: Kết quả mỗi trang

source: Resumes
vi_vn: Ứng viên

source: resumes available
vi_vn: ứng viên

source: Resumes Search
vi_vn: Tìm ứng viên

# Searchtxt
source: Search
vi_vn: Tìm kiếm

# selectactegorytxt
source: Select one or more categories
vi_vn: Chọn một hoặc nhiều nhóm ngành

# TeachersfromK12txt
source: Teachers from K - 12
vi_vn: Dạy học từ mầm non đến 12

# titletxt
source: Title
vi_vn: Tên việc

# viewalltxt
source: View all &raquo;
vi_vn: >> Xem tất cả...

# Viewno
source: View
vi_vn: Lượt xem

# WeatTeachinVietnamarededicated
source: We at TeachinVietnam are dedicated to helping you manage your jobs, add new jobs as well as view applications and responses to your jobs with the best tools.
vi_vn: TeachinVietnam rất vui lòng hỗ trợ cho bạn những công cụ tốt nhất để quảng cáo và quản lý công việc, tìm kiếm và trả lời ứng viên.

source: welcome to your page site
vi_vn: chúc mừng bạn đến trang quản trị!

# WrongEmailpasswordPleasetryagaintxt
source: Wrong Email / password. Please try again.
vi_vn: Email hay mật khẩu sai. Vui lòng kiểm tra lại.

source: Content
vi_vn: Nội dung

# Fillarticle
source: Fill article's details in this form
vi_vn: Vui lòng điền thông tin bài viết vào form sau

source: Logo
vi_vn: Hình ảnh

source: Post
vi_vn: Đăng bài

source: Post new Article
vi_vn: Đăng bài mới

source: Set as slider
vi_vn: Thiết lập trên thanh trượt

# Citizenship
source: Nationality
vi_vn: Quốc tịch

# NameTestimonial
source: Your name
vi_vn: Họ tên

# ConfirmEmail
source: Confirm e-mail:<span class='literalNotification'>*</span>
vi_vn: Xác nhận e-mail: <span class='literalNotification'>*</span>

# ConfirmEmailrequired
source: Confirm E-mail is required
vi_vn: Mời nhập xác nhận e-mail

# ConfirmPassword
source: Confirm Password:<span class='literalNotification'>*</span>
vi_vn: Xác nhận mật khẩu: <span class='literalNotification'>*</span>

source: Confirm Password is required.
vi_vn: Mời nhập xác nhận mật khẩu.

# confirmterm
source: Please confirm that you have read the terms of service.
vi_vn: Mời bạn xác nhận rằng bạn đã đọc điều khoản sử dụng website

# CountryofCitizenship
source: Country of Citizenship:<span class='literalNotification'>*</span>
vi_vn: Quốc tịch: <span class='literalNotification'>*</span>

# Createanewaccountasjobseeker
source: Create a new account
vi_vn: Tạo mới tài khoản ứng viên

source: Day
vi_vn: Ngày

# Dob
source: Date of birth:<span class='literalNotification'>*</span>
vi_vn: Ngày sinh: <span class='literalNotification'>*</span>

source: E-mail is required
vi_vn: Mời nhập email

# Emailvalidformat
source: E-mail address must be in a valid format
vi_vn: Mời nhập email đúng định dạng.

# EnterDob
source: Please input your date of birth.
vi_vn: Mời nhập ngày sinh đầy đủ của bạn.

# EnterFirstName
source: Please enter your first name.
vi_vn: Mời nhập họ của bạn.

# EnterLastName
source: Please enter your last name.
vi_vn: Mời nhập tên bạn.

# enterphonenumber
source: Please enter your phone number.
vi_vn: Mời nhập số điện thoại.

source: Female
vi_vn: Nữ

# FirstName
source: First name:<span class='literalNotification'>*</span>
vi_vn: Họ: <span class='literalNotification'>*</span>

# LastName
source: Last name:<span class='literalNotification'>*</span>
vi_vn: Tên: <span class='literalNotification'>*</span>

source: Login information
vi_vn: Thông tin đăng nhập

source: Male
vi_vn: Nam

source: Month
vi_vn: Tháng

source: Other
vi_vn: Khác

# Password
source: Password:<span class='literalNotification'>*</span>
vi_vn: Mật khẩu: <span class='literalNotification'>*</span>

# PasswordConfirmationmustmatch
source: The Password and Confirmation Password must match.
vi_vn: Mật khẩu và xác nhận mật khẩu phải trùng nhau.

# PasswordCustomError
source: Password only contains characters or numbers, and between 6 and 20 in length.
vi_vn: Mật khẩu chỉ bao gồm kí tự hoặc số, độ dài từ 6 đến 20.

source: Password is required.
vi_vn: Mời nhập mật khẩu

source: Personal information
vi_vn: Thông tin cá nhân

source: Please select..
vi_vn: Mời chọn

source: Profile image:
vi_vn: Ảnh đại diện:

# selectcitizenship
source: Please select your citizenship.
vi_vn: Mời nhập quốc tịch.

source: Telephone:
vi_vn: Điện thoại:

# term
source: I've read & agree to the <a href='#' target='_blank'>terms of service</a>
vi_vn: Tôi đã đọc và đồng ý với <a href='#' target='_blank'>các điều khoản sử dụng website</a>

# TheEmailConfirmationmustmatch
source: The E-mail and Confirmation E-mail must match.
vi_vn: email và xác nhận email phải trùng nhau.

source: Year
vi_vn: Năm

source: Your mobile phone is preferred
vi_vn: Bạn nên nhập số di dộng.

source: Cancel
vi_vn: Hủy

# ChangePasswordBtn
source: Change Password
vi_vn: Thực hiện

source: Change your Display!
vi_vn: Thay đổi hiển thị

source: characters in length.
vi_vn: kí tự

source: Closing
vi_vn: Hạn nộp

source: Confirm New Password:
vi_vn: Nhập lại mật khẩu mới

source: Confirm New Password is required.
vi_vn: Xin mời nhập lại mật khẩu mới

source: Create a CV
vi_vn: Tạo CV

source: Date Saved
vi_vn: Ngày lưu

# Deletethisappliedjob
source: Delete this applied job from list
vi_vn: Xóa khỏi danh sách

source: Delete this saved job
vi_vn: Xóa khỏi danh sách

source: Display your Address:
vi_vn: Hiển thị địa chỉ

source: Display your Phone Info:
vi_vn: Hiển thị số điện thoại

source: Display your Resume:
vi_vn: Hiển thị CV

source: jobs found
vi_vn: kết quả được tìm thấy

source: Manage saved jobs
vi_vn: Công việc đã lưu

source: Manage your applications
vi_vn: Quản lý các công việc đã ứng tuyển

source: Manage your saved jobs
vi_vn: Quản lý công việc đã lưu

# MyCVs
source: My CV
vi_vn: CV của tôi

source: My job applications
vi_vn: Công việc đã ứng tuyển

source: My jobs management
vi_vn: Quản lý công việc

source: New Password:
vi_vn: Mật khẩu mới

source: New Password is required.
vi_vn: Mời nhập mật khẩu mới

# Newpasswordsarerequired
source: New passwords are required to be a minimum of
vi_vn: Mật khẩu mới yêu cầu tối thiểu

source: Next
vi_vn: Sau

# Noresume
source: No resume found
vi_vn: Không tìm thấy kết quả

source: of
vi_vn: trong tổng số

source: Old Password:
vi_vn: Mật khẩu cũ

source: Old Password is required.
vi_vn: Mời nhập mật khẩu cũ

source: Organization
vi_vn: Công ty

source: Page
vi_vn: Trang

source: Prev
vi_vn: Trước

source: Privacy Settings
vi_vn: Tùy chỉnh cá nhân

source: resumes found
vi_vn: kết quả được tìm thấy

source: Return
vi_vn: Trở về

source: Review resume
vi_vn: Xem CV

source: Sort By
vi_vn: Sắp xếp theo

# TheConfirmNewPasswordmustmatch
source: The Confirm New Password must match the New Password entry.
vi_vn: Mật khẩu mới và xác nhận không khớp

# Thedateyousaved
source: The date you saved or applied for this job
vi_vn: Ngày nộp

# toMyJobsWelcome
source: We at TeachinVietnam are dedicated to helping you find your next job! Here we provide you with the best tools to embark on a successful job hunt!
vi_vn: TeachinVietnam vui lòng trợ giúp bạn tìm kiếm công việc phù hợp. Với trang quản lý này, chúng tôi cung cấp cho bạn những công cụ tốt nhất giúp bạn tìm việc thành công!

source: Update
vi_vn: Cập nhật

source: Update your resume
vi_vn: Chỉnh sửa CV

# Usetheform
source: Use the form below to change your password.
vi_vn: Điền thông tin dưới đây để thay đổi mật khẩu

source: View this job
vi_vn: Xem chi tiết

source: Welcome
vi_vn: Chào

source: Address
vi_vn: Địa chỉ

source: Birth
vi_vn: Ngày sinh

source: Contact Me
vi_vn: Liên hệ

source: Contact to this CV
vi_vn: Liên hệ với CV này

source: Edit...
vi_vn: Sửa...

source: Full name
vi_vn: Họ tên

source: Major
vi_vn: Chuyên ngành

source: Native of
vi_vn: Quốc tịch

source: Personal Details
vi_vn: Thông tin

source: Phone
vi_vn: Điện thoại

source: Please input contact email.
vi_vn: Mời nhập email

source: Please input mail content.
vi_vn: Mời nhập nội dung thư

source: Please input mail subject.
vi_vn: Mời nhập chủ đề

source: Please input organization name.
vi_vn: Mời nhập tên công ty

source: Profile
vi_vn: Hồ sơ

source: Save this Resume
vi_vn: Lưu CV này

source: Subject
vi_vn: Chủ đề

# validformat
source: E-mail address must be in a valid format
vi_vn: Địa chỉ email phải đúng dạng

source: By Post:
vi_vn: Địa chỉ

source: Call us at:
vi_vn: Gọi cho chúng tôi theo số:

# contactaddress
source: 17th floor, DMC building, 535 Kim Ma st., Ba Dinh dist., Hanoi, Vietnam.
vi_vn: Tầng 17, tòa nhà DMC, 535 Kim Mã, Ba Đình, Hà Nội

source: Email Address:
vi_vn: Địa chỉ mail:

source: Fill article's details in this form
vi_vn: Mời nhập chi tiết bài viết vào form dưới đây

# Ifyouhave
source: If you have a query, we'd like to assist...
vi_vn: Bạn cần truy vấn? Chúng tôi hân hạnh được trợ giúp.

source: I have good ideas for the website
vi_vn: Tôi có ý tưởng mới cho trang web

source: I would like some help using the website
vi_vn: Tôi muốn được trợ giúp

source: I would like to advertise a job
vi_vn: Tôi muốn đăng tuyển dụng

source: I would like to report an error with a job
vi_vn: Tôi muốn báo cáo lỗi

source: Message:
vi_vn: Nội dung:

source: Or mail us at:
vi_vn: Hay gửi mail theo địa chỉ:

# Pleasecheckyourregisteredemail
source: Please check your registered email to activate your account.
vi_vn: Vui lòng vào mail đăng kí để kích hoạt tài khoản.

# Pleasecontactus
source: Please contact us at anytime by any of the following ways:
vi_vn: Xin vui lòng liên hệ với chúng tôi bất cứ lúc nào và bằng bất kỳ hình thức nào sau đây:

source: Please enter article body
vi_vn: Mời nhập nội dung bài viết

source: Please enter article title
vi_vn: Mời nhập tiêu đề bài viết

source: Please enter your mail
vi_vn: Vui lòng nhập mail

source: Please enter your message
vi_vn: Vui lòng nhập nội dung

source: Please enter your name
vi_vn: Vui lòng nhập tên của bạn

source: Please select your reason
vi_vn: Vui lòng chọn lý do

source: Reason for contact:
vi_vn: Lý do liên hệ:

# returntoHomepage
source: Click here to return to the Homepage!
vi_vn: Click vào đây để trở về trang chủ!

source: Submit your feedback
vi_vn: Gửi

source: Telephone no:
vi_vn: Số điện thoại

source: Thank you for registering!
vi_vn: Chào mừng bạn trở thành thành viên của TeachinVietnam!

# validmailformat
source: E-mail must be in a valid format
vi_vn: Địa chỉ mail phải đúng định dạng

# Youremailaddress
source: Your email address will not be added to any mailing list.
vi_vn: Chúng tôi sẽ không lưu địa chỉ email này

source: Your Name:
vi_vn: Tên của bạn:

source: Your story
vi_vn: Nội dung

source: Academic Teacher
vi_vn: Giảng viên cao cấp

# accounthomepage
source: >> Click here to return your account homepage.
vi_vn: >> Trở về trang quản trị.

source: Added
vi_vn: Đăng ngày

source: Add more..
vi_vn: Thêm..

# Address2
source: Address:
vi_vn: Địa chỉ:

source: Administration
vi_vn: Công việc hành chính

source: All
vi_vn: Tất cả

source: Apply for this job
vi_vn: Ứng tuyển việc này

source: Apply To:
vi_vn: Tổ chức:

source: Attachment:
vi_vn: Hồ sơ đính kèm:

source: Category
vi_vn: Nhóm ngành

source: Clear
vi_vn: Xóa

# Clickheretologin
source: Please <a href='Login.aspx'>login</a> using your new password.
vi_vn: Bạn có thể sử dụng mật khẩu mới để <a href='Login.aspx'>đăng nhập</a> hệ thống.

# Clickheretoreview
source: >> Click here to review your CV.
vi_vn: >> Click vào đây để xem CV của bạn.

# Clickheretoyouraccounthomepage
source: >> Click here to return your account homepage.
vi_vn: >> Click vào đây để trở về trang quản trị.

source: Contact Employer
vi_vn: Liên hệ với nhà tuyển dụng

# Createyouronlineresume
source: Create your online resume will help you :
vi_vn: Tạo CV trực tuyến sẽ giúp ích cho bạn:

# Currentlyyoudonothavepersonalresume
source: Currently you do not have personal resume on TeachinVietnam or it is not accompanying this response. It is optional but very important to include one. Please upload resume and required documents from your computer.
vi_vn: Hiện tại bạn chưa có hồ sơ trên TeachinVietnam, hoặc hồ sơ của bạn chưa đầy đủ. Vui lòng tải lên từ máy tính.

source: CV Information
vi_vn: Thông tin cá nhân

source: Dear
vi_vn: Chào

source: Employer
vi_vn: Nhà tuyển dụng

source: Employment Type
vi_vn: Loại hình công việc

# Enteryouremail
source: Enter your email to receive your password.
vi_vn: Mời nhập email để lấy lại mật khẩu

# Finallyletusknow
source: Finally, let us know more about you…
vi_vn: >> Có thể bạn chưa biết?

source: Forgot Your Password?
vi_vn: Bạn quên mật khẩu?

source: From
vi_vn: Từ

source: From K-12
vi_vn: GV mầm non, GV phổ thông

# Gender2
source: Gender:
vi_vn: Giới tính:

source: hour
vi_vn: giờ

source: Job Details:
vi_vn: Chi tiết công việc

source: Job Level
vi_vn: Vị trí

source: Job Location
vi_vn: Nơi làm việc

source: Job Summary
vi_vn: Thông tin công việc

source: Job Title:
vi_vn: Vị trí ứng tuyển:

source: Keep editing
vi_vn: Tiếp tục chỉnh sửa

source: Mail to contact
vi_vn: Ứng tuyển

# Message2
source: Message:
vi_vn: Thư giới thiệu:

# month2
source: month
vi_vn: tháng

source: Name:
vi_vn: Tên:

# Nativeof2
source: Native of:
vi_vn: Quốc tịch:

source: Negotiable
vi_vn: Thỏa thuận

source: Newest Executive Jobs
vi_vn: Danh sách Công việc điều hành mới nhất

source: New Jobs
vi_vn: Việc mới nhất

# Nowyoucanlogin
source: Now you can login with the new password.
vi_vn: Bạn có thể đăng nhập với mật khẩu mới từ bây giờ

source: >> Please click here to manage your job.
vi_vn: >> Click vào đây để trở về trang quản trị.

# PleaseenterApplication
source: Please enter Application Subject.
vi_vn: Mời nhập tiêu đề thư ứng tuyển.

source: Please enter cover letter
vi_vn: Mời nhập nội dung.

# Pleaseentertheinformation
source: Please enter the information below to complete your CV.
vi_vn: Mời bạn nhập thông tin dưới đây để hoàn tất CV.

# Pleaseselectatleastonefile
source: Please select at least one file with correct format.
vi_vn: Vui lòng đăng ít nhất một file đúng định dạng.

source: Recovery Password
vi_vn: Khôi phục mật khẩu

source: Required Citizenship
vi_vn: Quốc tịch

source: Required Education
vi_vn: Yêu cầu trình độ

source: Salary
vi_vn: Mức lương

source: Save this job!
vi_vn: Lưu việc này!

# ShowcaseyourResume
source: - Showcase your Resume to employers in your selected locations
vi_vn: - Giới thiệu hồ sơ của bạn tới các nhà tuyển dụng ở khu vực mà bạn lựa chọn làm việc.

# SomeEmployersseek
source: Some Employers seek some information given below. Please fill in the details.
vi_vn: Một số nhà tuyển dụng quan tâm đến các thông tin dưới đây của bạn:

source: Specified
vi_vn: Cụ thể

# Subject2
source: Subject:
vi_vn: Tiêu đề:

source: Submit
vi_vn: Gửi!

# Submit2
source: Submit
vi_vn: Gửi!

# SubmityourResume
source: - Submit your Resume and apply for the best job quickly and easily
vi_vn: - Gửi CV, ứng tuyển công việc một cách dễ dàng và nhanh chóng.

# SuccessText
source: An email has been sent to your registered email to help you reset your password. Please check!
vi_vn: >> Chúng tôi đã gửi thư đến địa chỉ email mà bạn đăng ký. Để hoàn tất quá trình khôi phục mật khẩu, vui lòng kiểm tra thư và làm theo hướng dẫn.

source: To
vi_vn: Đến

source: Upload one or more files.
vi_vn: Upload một hay nhiều file.

source: User Name:
vi_vn: Tên tài khoản:

source: User Name is required.
vi_vn: Vui lòng nhập tên tài khoản

source: View all new jobs...
vi_vn: Xem tất cả...

source: Viewed
vi_vn: Xem

source: Visit Employer Website
vi_vn: Website nhà tuyển dụng

source: week
vi_vn: tuần

# Wehaverestored
source: We have restored your password.
vi_vn: Chúng tôi đã khôi phục lại mật khẩu của bạn

# Wishyousuccess
source: Wish you a great career a head!
vi_vn: Chúc bạn thành công!

# Youhavesuccessfullysubmitted
source: You have successfully submitted your CV. It will be posted in 12 hours.
vi_vn: CV của bạn đã được tạo thành công. Nếu hợp lệ, CV sẽ được đăng lên trong 12 giờ tới.

source: Your Mail:
vi_vn: Mail:

# Yourmessageorcoverletter
source: Your message or cover letter has 5000 characters limitted
vi_vn: Nội dung không được quá 5000 kí tự

# YourName2
source: Your Name:
vi_vn: Tên:

# Yourpasswordbeenrestored
source: Your password has been changed successfully.
vi_vn: Mật khẩu của bạn đã được thay đổi thành công

# Yourpasswordhasbeenchanged
source: Your password has been changed successfully.
vi_vn: Mật khẩu của bạn đã được thay đổi thành công

source: Your resume has been sent to
vi_vn: Hồ sơ của bạn đã được gửi tới

source: Account activated
vi_vn: Tài khoản đã được kích hoạt thành công

source: Advance Job Search
vi_vn: Tìm kiếm nâng cao

source: Choose one or more employment types:
vi_vn: Chọn loại hình công việc:

source: Choose one or more job locations:
vi_vn: Chọn một địa điểm mong muốn:

source: Comment list
vi_vn: Danh sách bài bình luận

source: Enter your keyword
vi_vn: Từ khóa

source: Location
vi_vn: Địa điểm

# Pleaseclickheretocomplete
source: >> Please click here to complete your CV.
vi_vn: >> Click vào đây để hoàn thành CV của bạn.

source: >> Please click here to post a job.
vi_vn: >> Click vào đây để đăng việc làm mới.

# Pleaseclickheretoyourmanagement
source: >> Please click here to the Employers home page.
vi_vn: >> Click vào đây để tới trang quản trị.

source: Please enter comment content
vi_vn: Mời nhập nội dung

# Pleaseentertherightemail
source: Please enter the right email format. Please try again.
vi_vn: Mời nhập đúng định dạng mail

source: Please enter your email
vi_vn: Mời nhập mail

source: Please input your job title:
vi_vn: Mời nhập tên việc:

source: Regitered successfully
vi_vn: Đăng kí thành công

source: Return to testimonial list
vi_vn: Trở về danh sách

source: School Type
vi_vn: Phân loại tổ chức

source: Search result
vi_vn: Kết quả tìm kiếm

source: Select a citizenship:
vi_vn: Chọn quốc tịch:

source: Select a School type:
vi_vn: Chọn loại tổ chức:

# Selectoneormorecategories
source: Select one or more job categories that match your wish:
vi_vn: Chọn các phân ngành phù hợp với bạn

source: Select one or more job level:
vi_vn: Chọn vị trí:

source: Teach in Vietnam
vi_vn: Tìm việc dạy học - Giảng dạy ở Việt Nam
