Repository: chutinhha/teachinvietnam
Catalog: TeachingJob/App_GlobalResources/Resource.*.resx
Languages: vi_vn

source: Thanks for your comment
vi_vn: Cám ơn bạn đã gửi bình luận

source: Write your comment
vi_vn: Viết bình luận của bạn

source: Your account is activated successfully.
vi_vn: Tài khoản đã được kích hoạt thành công.

source: Create a new Resume
vi_vn: Tạo CV của riêng bạn

# PostnewQuestion
source: Add new question
vi_vn: Câu hỏi mới

source: Achievements:
vi_vn: Thành tích:

# Achievements2
source: Achievements:
vi_vn: Thành tích:

source: Added on
vi_vn: Đăng ngày

source: Advance CV search
vi_vn: Tìm kiếm nâng cao

source: Answer
vi_vn: Trả lời

source: Answer list
vi_vn: Danh sách trả lời

source: Answer this question
vi_vn: Trả lời

source: Current Job Level
vi_vn: Cấp bậc

# CurrentJobLevel2
source: Current Job Level:
vi_vn: Cấp bậc:

# CurrentJobLevelspan
source: Current Job Level:<span class='literalNotification'>*</span>
vi_vn: Cấp bậc: <span class='literalNotification'>*</span>

source: Current Residence:
vi_vn: Nơi ở hiện tại:

# CurrentResidencespan
source: Current Residence:<span class='literalNotification'>*</span>
vi_vn: Nơi ở hiện tại: <span class='literalNotification'>*</span>

source: CV name
vi_vn: Tên CV

source: Desired Employment:
vi_vn: Công việc mong muốn:

# Desiredemploymentspan
source: Desired employment:<span class='literalNotification'>*</span>
vi_vn: Công việc mong muốn:<span class='literalNotification'>*</span>

source: Desired Employment type:
vi_vn: Loại hình công việc:

# Desiredemploymenttypespan
source: Desired employment type:<span class='literalNotification'>*</span>
vi_vn: Loại hình công việc:<span class='literalNotification'>*</span>

# Desiredjoblevelspan
source: Desired job level:<span class='literalNotification'>*</span>
vi_vn: Vị trí mong muốn: <span class='literalNotification'>*</span>

# Desiredlocationspan
source: Desired location:<span class='literalNotification'>*</span>
vi_vn: Địa điểm: <span class='literalNotification'>*</span>

source: Desired travel:
vi_vn: Mong muốn du lịch:

# Desiredtravelspan
source: Desired travel:<span class='literalNotification'>*</span>
vi_vn: Mong muốn du lịch: <span class='literalNotification'>*</span>

source: Edit photo:
vi_vn: Thay đổi:

source: Educational Level:
vi_vn: Trình độ

source: Edu/Level:
vi_vn: Trình độ:

# EduLevelspan
source: Edu/Level:<span class='literalNotification'>*</span>
vi_vn: Trình độ: <span class='literalNotification'>*</span>

# Formatmmddyyy
source: Format: mm/dd/yyyy
vi_vn: Vui lòng nhập theo định dạng: ngày/tháng/năm

# Howsoonarespan
source: How soon are you available to work:<span class='literalNotification'>*</span>
vi_vn: Khi nào bạn có thể bắt đầu công việc: <span class='literalNotification'>*</span>

source: How soon are you available to work:
vi_vn: Khi nào bạn có thể bắt đầu công việc:

# Iminterested
source: I’m interested to teach in and travel to:
vi_vn: Địa điểm mong muốn:

source: Language Spoken:
vi_vn: Ngôn ngữ thông thạo:

# Languagesproficiency
source: Languages proficiency:<span class='literalNotification'>*</span>
vi_vn: Thông thạo ngôn ngữ: <span class='literalNotification'>*</span>

# Majorspan
source: Major:<span class='literalNotification'>*</span>
vi_vn: Chuyên ngành: <span class='literalNotification'>*</span>

source: Memberships:
vi_vn: Hội viên:

# Memberships2
source: Memberships:
vi_vn: Hội viên:

source: Most Recent Position:
vi_vn: Công việc gần đây:

# MostRecentPositionspan
source: Most Recent Position:<span class='literalNotification'>*</span>
vi_vn: Công việc gần đây: <span class='literalNotification'>*</span>

source: Mother tongue is preferred
vi_vn: Ô này bạn nên chọn ngôn ngữ thứ nhất

source: My Profile is searchable
vi_vn: Cho phép tìm kiếm hồ sơ

source: New Jobs List
vi_vn: Công việc mới

# PersonalStatement2
source: Personal Statement:
vi_vn: Tự thuật cá nhân:

source: Photo is updated successfully!
vi_vn: Upload thành công!

source: Please enter answer content
vi_vn: Mời nhập nội dung

source: Please enter CV name:
vi_vn: Mời nhập tên CV:

source: Please enter your current living location
vi_vn: Mời nhập nơi ở hiện tại

# Pleaseenteryourdesired
source: Please enter your desired time to work.
vi_vn: Mời nhập thời gian có thể bắt đầu công việc.

source: Please enter your desired location
vi_vn: Mời nhập địa điểm bạn mong muốn làm việc

source: Please enter your language profiency
vi_vn: Mời nhập ngôn ngữ mà bạn thông thạo

source: Please enter your major
vi_vn: Mời nhập chuyên ngành

source: Please enter your question
vi_vn: Mời nhập câu hỏi

source: Please enter your recent position.
vi_vn: Mời nhập công việc gần đây.

source: Please enter your willing to relocate.
vi_vn: Bạn có sẵn sàng di chuyển

source: Please input your desired travel
vi_vn: Mời nhập mong muốn du lịch của bạn

source: Please input your expected salary
vi_vn: Mời nhập mức lương mong muốn.

source: Please select your current job level.
vi_vn: Mời chọn vị trí hiện tại.

source: Please select your desired category.
vi_vn: Mời chọn công việc mong muốn.

source: Please select your desired employment type
vi_vn: Mời chọn loại công việc mong muốn

source: Please select your desired job level
vi_vn: Mời chọn vị trí mong muốn.

source: Please select your edu level.
vi_vn: Mời chọn trình độ của bạn

source: Please select your year of experience.
vi_vn: Mời nhập số năm kinh nghiệm.

source: Profile Infomation
vi_vn: Hồ sơ

source: Question:
vi_vn: Câu hỏi:

source: Related Experience:
vi_vn: Kinh nghiệm liên quan:

# RelatedExperience2
source: Related Experience:
vi_vn: Kinh nghiệm liên quan:

source: Return to list
vi_vn: Trở về danh sách

source: Salary expectation:
vi_vn: Mức lương mong muốn:

# Salaryexpectation2
source: Salary expectation:
vi_vn: Mức lương mong muốn:

source: Salary must be in number
vi_vn: Mức lương phải là số tự nhiên

source: Select a educational level:
vi_vn: Mời chọn trình độ:

source: Select your experience:
vi_vn: Mời chọn số năm kinh nghiệm:

source: Skills & Interests:
vi_vn: Kĩ năng & sở thích:

# SkillsInterests2
source: Skills & Interests:
vi_vn: Kĩ năng & sở thích:

source: Specialization/Major:
vi_vn: Chuyên ngành:

# Willingtorelocate
source: Willing to relocate:<span class='literalNotification'>*</span>
vi_vn: Sẵn sàng di chuyển: <span class='literalNotification'>*</span>

# Willingtorelocate2
source: Willing to relocate:
vi_vn: Sẵn sàng di chuyển:

source: Year of Experience
vi_vn: Năm kinh nghiệm

source: Years of experience:
vi_vn: Năm kinh nghiệm:

# YearsofExperiencespan
source: Years of Experience:<span class='literalNotification'>*</span>
vi_vn: Số năm kinh nghiệm: <span class='literalNotification'>*</span>

source: Your answer:
vi_vn: Trả lời:

# YourDoBisnotvalid
source: Your DoB is not valid. Please try another.
vi_vn: Ngày sinh của bạn không đúng. Mời nhập lại.

source: Your personal statement:
vi_vn: Tự thuật bản thân:

# Yourprofileisupdated
source: Your profile is updated successfully!
vi_vn: Cập nhật thành công!

# Addressspan
source: Address:<span class='literalNotification'>*</span>
vi_vn: Địa chỉ: <span class='literalNotification'>*</span>

# Briefinformation
source: Brief information:<span class='literalNotification'>*</span>
vi_vn: Giới thiệu: <span class='literalNotification'>*</span>

# Canbeselected
source: Can be selected when oranization type is Pre K-12
vi_vn: Dành cho cấp mầm non tới phổ thông

source: Contact information
vi_vn: Thông tin liên hệ

# Countryspan
source: Country:<span class='literalNotification'>*</span>
vi_vn: Quốc gia: <span class='literalNotification'>*</span>

source: Create an Employer Account
vi_vn: Tạo tài khoản nhà tuyển dụng

source: Fax number:
vi_vn: Số fax:

# Ivereadagreeto
source: I've read & agree to the <a href='../publicArea/terms-conditions.aspx' target='_blank'>terms of use</a> and <a href='../publicArea/terms-conditions.aspx#privacy-policy' target='_blank'>privacy plolicy </a><span class='literalNotification'>*</span>
vi_vn: Tôi đã đọc và đồng ý với <a href='#' target='_blank'>quy định sử dụng website</a> và <a href='../publicArea/terms-conditions.aspx#privacy-policy' target='_blank'>chính sách riêng tư </a><span class='literalNotification'>*</span>

source: Middle Initial:
vi_vn: Đệm:

source: Organization infomation
vi_vn: Thông tin công ty

# Organizationnamespan
source: Organization name:<span class='literalNotification'>*</span>
vi_vn: Tên công ty: <span class='literalNotification'>*</span>

# Organizationtype
source: School type:<span class='literalNotification'>*</span>
vi_vn: Loại hình tổ chức: <span class='literalNotification'>*</span>

# Phonemustbenumberfromdigits
source: Phone must be number from 7 - 12 digits.
vi_vn: Số điện thoại phải là dãy số cố độ dài 7 - 12 chữ số.

# Phonespan
source: Phone:<span class='literalNotification'>*</span>
vi_vn: Số điện thoại: <span class='literalNotification'>*</span>

# Pleaseconfirmthat
source: Please confirm that you have read the terms of service.
vi_vn: Bạn hãy khẳng định rằng bạn đã đọc quy định sử dụng trang web này.

source: Please input the address.
vi_vn: Mời nhập địa chỉ.

source: Please input the country.
vi_vn: Mời nhập tên quốc gia.

# Pleaseinputtheorganizationlocation
source: Please input the organization's location.
vi_vn: Mời nhập thành phố

source: Please input the organization name.
vi_vn: Mời nhập tên công ty

source: Please input the organization phone.
vi_vn: Mời nhập số điện thoại của công ty.

# Pleaseinputtheorganizationtype
source: Please select your organization type.
vi_vn: Mời chọn loại hình tổ chức.

# Pleaseinputtheorganizationtype2
source: Please select your organization type.
vi_vn: Mời chọn loại hình tổ chức.

source: Please input the phone number.
vi_vn: Mời nhập số điện thoại.

source: Please select a location
vi_vn: Mời nhập thành phố

# Pleasesellectaschooltype
source: Please select a school type
vi_vn: Mời chọn loại hình tổ chức.

source: Salutation:
vi_vn: Chức danh:

# Theemailaddresshasalreadybeenused
source: The email address has already been used. Please enter another one. Thank you!
vi_vn: Tài khoản email này đã được sử dụng. Mời bạn nhập email khác.

source: Your landline is preferred.
vi_vn: Nên nhập số điện thoại cố định.

# ZipCode
source: Zip/Postal Code:
vi_vn: Mã vùng:

source: Advertise a job
vi_vn: Đăng việc mới

# ClosingDate2
source: Closing Date
vi_vn: Hạn nộp hồ sơ

source: Contact Name
vi_vn: Tên

source: Contact Person
vi_vn: Người liên hệ

source: Education Requirement
vi_vn: Yêu cầu bằng cấp

source: Email For Applications
vi_vn: Email

# EmploymentType2
source: Employment Type
vi_vn: Loại hình công việc

source: (hidden to job seekers)
vi_vn: (Ẩn với ứng viên)

source: Job Description
vi_vn: Chi tiết công việc

source: Job Information
vi_vn: Thông tin công việc

source: Please input the category
vi_vn: Mời nhập công việc mong muốn

source: Please input the employment type
vi_vn: Mời nhập loại hình công việc

source: Please input the job level
vi_vn: Mời nhập trình độ

source: Please input the job location
vi_vn: Mời nhập nơi làm việc

source: Please input the job's closing date
vi_vn: Mời nhập hạn nộp hồ sơ

source: Please input the job title
vi_vn: Mời nhập tên việc

source: Please input your contact name
vi_vn: Mời nhập tên người liên hệ

source: Post a Teaching Job
vi_vn: Đăng việc làm mới

source: Preview
vi_vn: Xem trước

# Stickhere
source: Stick here if you want this job appear as executive job
vi_vn: Việc của tôi hiển thị trong danh sách "Công việc quản lý"

source: Work Place
vi_vn: Nơi làm việc

source: at
vi_vn: lúc

source: Change:
vi_vn: Thay đổi:

source: comment.
vi_vn: bình luận.

source: comments.
vi_vn: bình luận.

source: Lastest Comment by
vi_vn: Bình luận mới nhất bởi

source: No comment.
vi_vn: Không có bình luận.

source: Personal Image:
vi_vn: Ảnh cá nhân:

# Profileyoumight
source: Profile you might want to share in your post.
vi_vn: Thông tin nhà tuyển dụng

source: Thanks for your answer!
vi_vn: Cám ơn câu trả lời của bạn!

# Updatefails
source: Update fails, please select another photo.
vi_vn: Cập nhật lỗi.

# Wishyousuccesstorecruittalents
source: Wish you success with your recruitment.
vi_vn: Chúc bạn tuyển dụng thành công.

source: Your contact has been sent successfully.
vi_vn: Thông tin bạn đã được gửi thành công.

# Yourjobwillbeactivated
source: Your job will be activated around 12 hours from now on.
vi_vn: Công việc này sẽ được kích hoạt trong vòng 12 giờ tới.

source: Your question is posted successfully!
vi_vn: Câu trả lời của bạn đã được gửi thành công!

source: Please enter correct captcha
vi_vn: Mời nhập đúng kí tự trong hình

# JobSearch2
source: Job Search
vi_vn: Tìm việc

source: Photo sharing
vi_vn: Hình ảnh chia sẻ

source: categories selected
vi_vn: nhóm ngành được chọn

source: citizenships selected
vi_vn: quốc tịch được chọn

source: Detail
vi_vn: Chi tiết câu hỏi

# JobseekerscannotsavethisCV
source: Sorry! Job seekers can not save this CV
vi_vn: Xin lỗi, tài khoản ứng viên không thể lưu thông tin này.

source: locations selected
vi_vn: địa điểm được chọn

# OtherReason
source: Other
vi_vn: Những lý do khác

source: Please enter your detail
vi_vn: Mời nhập chi tiết câu hỏi

# Thisresumesavedinto
source: This resume has been saved into your management site.
vi_vn: Thông tin đã được lưu. Mời bạn vào trang cá nhân để xem danh sách ứng viên đã lưu.

# contactswithyouvia
source: contacts with you via TeachinVietnam
vi_vn: liên hệ với bạn thông qua TeachinVietnam

source: Desired Job Level:
vi_vn: Vị trí mong muốn

# InvalidDateTime
source: Invalid datetime format.
vi_vn: Mời nhập đúng định dạng ngày tháng.

# invalidDoB
source: Your date of birth is invalid. Please enter again.
vi_vn: Bạn đã nhập sai ngày sinh, mời nhập lại.

source: Last update at:
vi_vn: Cập nhật lần cuối:

source: Other jobs from
vi_vn: Những việc làm khác từ

# Otherjobswethink
source: Other jobs we think you'd be interested in:
vi_vn: Có thể bạn quan tâm:

# requiredCitizenship2
source: Citizenship
vi_vn: Yêu cầu Quốc tịch

# notsupportfile
source: Your selected file format is not supported.\n Please select another one.
vi_vn: Định dạng file không được. \n Vui lòng chọn file khác.

source: Job alert
vi_vn: Gợi ý việc làm

source: Help you find your desired job.
vi_vn: Hỗ trợ bạn tìm công việc mong muốn.

# nojobinlist
source: There is currently no job matched. Please come back another time.
vi_vn: Hiện không có công việc nào trùng với yêu cầu của bạn. Vui lòng quay lại sau.

# pleasecreateacv
source: Please create a CV to use job alert. It's free.
vi_vn: Mời bạn tạo một CV để sử dụng chức năng job alert.

source: Enable Job Alert
vi_vn: Bật chức năng "Job Alert"

source: >> Please click here to return your management site!
vi_vn: >> Click tại đây để trở về trang quản trị

source: Display your email:
vi_vn: Hiển thị email:

source: Quick Apply
vi_vn: Ứng tuyển không đăng nhập

# Intership
source: Internship
vi_vn: Intership

# FeaturedJobtxt
source: Featured Jobs
vi_vn: Công việc tiêu biểu
